-- phpMyAdmin SQL Dump
-- version 3.2.5
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Feb 24, 2012 at 03:45 AM
-- Server version: 5.0.92
-- PHP Version: 5.3.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `myst_new`
--

-- --------------------------------------------------------

--
-- Table structure for table `answers`
--

CREATE TABLE IF NOT EXISTS `answers` (
  `id` int(11) NOT NULL auto_increment,
  `u_id` int(11) NOT NULL,
  `q_id` int(11) NOT NULL,
  `answered` int(11) NOT NULL,
  `times_wrong` int(11) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `u_id` (`u_id`),
  KEY `q_id` (`q_id`),
  KEY `id` (`id`),
  KEY `u_id_2` (`u_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=FIXED AUTO_INCREMENT=1 ;

--
-- Dumping data for table `answers`
--


-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(11) NOT NULL auto_increment,
  `name` varchar(255) NOT NULL,
  `desc` varchar(1020) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `id` (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC AUTO_INCREMENT=9 ;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `desc`) VALUES
(1, 'Δίκαιο', 'Ερωτήσεις Δικαίου'),
(2, 'Άλγεβρα/Γεωμετρία', 'Ερωτήσεις άλγεβρας και γεωμετρίας'),
(3, 'Βιολογία', 'Ερωτήσεις βιολογίας'),
(4, 'Γλώσσα/Κείμενα', 'Ερωτήσεις Νεοελληνικής Γλώσσας και Νεοελληνικής Λογοτεχνίας'),
(5, 'Αρχές Οικονομίας', 'Ερωτήσεις Αρχών Οικονομίας'),
(7, 'Πληροφορική', 'Ερωτήσεις πληροφορικής'),
(8, 'Ιστορία', 'Ερωτήσεις ιστορίας');

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE IF NOT EXISTS `questions` (
  `id` int(11) NOT NULL auto_increment,
  `cat` int(11) NOT NULL,
  `level` int(11) NOT NULL,
  `image` varchar(255) NOT NULL,
  `question` text NOT NULL,
  `ans_1` text NOT NULL,
  `ans_2` text NOT NULL,
  `ans_3` text NOT NULL,
  `ans_4` text NOT NULL,
  `correct` int(11) NOT NULL,
  `times_tried` int(11) NOT NULL,
  `times_correct` int(11) NOT NULL,
  `added` int(11) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `cat` (`cat`),
  KEY `cat_2` (`cat`),
  KEY `cat_3` (`cat`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC AUTO_INCREMENT=66 ;

--
-- Dumping data for table `questions`
--

INSERT INTO `questions` (`id`, `cat`, `level`, `image`, `question`, `ans_1`, `ans_2`, `ans_3`, `ans_4`, `correct`, `times_tried`, `times_correct`, `added`) VALUES
(3, 2, 3, '69ab33c27af23edbcbe69cc3d575b9de.jpg', 'Στο παρακάτω σχήμα είναι ε1//ε2. Η γωνία Α είναι ίση με', '10°', '30°', '70°', '40°', 3, 0, 0, 0),
(4, 3, 1, '4a99835fec3b43cc3ee8370f84fb1ea4.jpg', 'Όταν συνδέονται τα μονομερή πολλές φορές, σχηματίζονται:', 'οι δομικοί λίθοι', 'τα πολυμερή', 'τα άλατα', '', 2, 0, 0, 0),
(5, 2, 2, 'd42e8307358803acda8a0f8a3ea6ea4b.jpg', 'Στο επόμενο σχήμα είναι Α=Δ=90°  και ΖΕ=ΖΒ. Το μήκος του ΔΖ είναι:', '3/2', '5', '5/2', '2', 3, 0, 0, 0),
(6, 3, 2, 'fe62cd09d0a4bea85e1c9493c81e3156.jpg', 'Ο χημικός μηχανισμός που συνδέονται τα μονομερή ονομάζεται:', 'υδρόλυση', 'συμπύκνωση', 'φωτοσύνθεση', '', 2, 0, 0, 0),
(7, 3, 2, '859f8e23b71dcd1cc1907adc20176191.jpg', 'Δύο μονομερή συνδέονται μεταξύ τους με:', 'ετεροπολικό δεσμό', 'ομοιοπολικό δεσμό', 'δεσμό υδρογόνου', '', 2, 0, 0, 0),
(8, 2, 3, 'e8d3173a187d1a9eb869a0e2f2d83a1f.jpg', 'Αν οι ρίζες της εξίσωσης  5χ²+(5-λ)χ-3=0  είναι αντίθετες, τότε ο πραγματικός αριθμός λ είναι:', 'λ=0', 'λ=5', 'λ=-5', 'λ=3 ', 2, 0, 0, 0),
(9, 3, 1, '83d5ebddd4b215d79b7b471425ab3cb9.jpg', 'Τα μονομερή των πρωτεινών είναι:', 'τα νουκλεικά οξέα ', 'τα αμινοξέα', 'τα καρβοξυλικά οξέα', '', 2, 0, 0, 0),
(10, 2, 2, 'bdd1b614f4691089cb51b6c0632792b5.jpg', 'Η ευθεία που έχει τη γραφική παράσταση του διπλανού σχήματος  έιναι η:', 'y=2x-1', 'y=2x+1', 'y=-2x+1', 'y=-2x-1', 2, 0, 0, 0),
(11, 3, 3, '778eddd74cb05f69be479f29b0160e62.jpg', 'Οι αζωτούχες βάσεις ενός δεσοξυριβονουκλεοτίδιο και ενός ριβονουκλεοτιδίου είναι:', 'οι Α,Τ,G,C', 'oι Α,U,G,C', 'οι A,T,G,C και A,U,G,C', '', 3, 0, 0, 0),
(12, 2, 3, '', 'Στο παρακάτω σχήμα  το  χ  είναι ίσο με:', '6', '√(6)', '2', '3', 3, 0, 0, 0),
(13, 2, 2, '', 'Στο παρακάτω σχήμα το χ είναι ίσο με:', '6', '4', '10', '1', 4, 0, 0, 0),
(14, 3, 5, '8d9dd8fb8d1b5201fe0912e6a079fd70.jpg', 'Ανάμεσα στα κύτταρα και στο περιβάλλον τους αναπτύσσεται μια διαρκείς ανταλλαγη μηνυμάτων, χάρη στην οποία μπορούν:', 'να αναγνωρίζονται μεταξύ τους', 'να συντονίζουν τη δράση τους', 'να τροποποιούν την λειτουργία τους', 'όλα τα παραπάνω', 4, 0, 0, 0),
(15, 2, 4, '68bb0fbaaa4f2c094fcc967f5499d04f.jpg', 'Για την εκθετική συνάρτηση f(x)=a^x  ισχύει α³&gt;α^5.  Αρα το α είναι ίσο με', '2', '0,5', '1', '3', 2, 0, 0, 0),
(16, 3, 3, '28848529c3f9cdc666f34d4cfa8a6184.jpg', 'Η ροή της γενετικής πληροφορίας γίνεται από:', 'το RNA  προς τις πρωτεϊνες', 'το DNA προς τις πρωτεϊνες', 'τις πρωτεϊνες στο RNA', '', 2, 0, 0, 0),
(17, 3, 4, '36a4cae36616420f8cdbb85293653e5c.jpg', 'Η πιστότητα της αντιγραφής εξασφαλίζεται:', 'με ένα μηχανισμό όπου συμμετέχει το ένζυμο RNA πολυμεράση', 'με ένα μηχανισμό όπου συμμετέχει το ένζυμο DNA πολυμεράση III', 'με ένα μηχανισμό όπου συμμετέχει το ένζυμο αμυλάση', '', 2, 0, 0, 0),
(18, 2, 3, 'd1f0a86186d488aa57412ea96c28a746.jpg', 'Ο αριθμός logα - 2lοgβ+ 3lοgγ- lοgδ, όταν ορίζεται , είναι ίσος με:', 'log(α+3γ/2β+δ)', 'αγ³/β²δ', 'log(αγ³/β²δ)', 'α+3γ/2β+δ', 3, 0, 0, 0),
(19, 3, 5, 'e2da61ae24f87ff02a3f39f386c38b37.jpg', 'Ο γενετικός κώδικας είναι «εκφυλισμένος» γιατί:', 'έχουν περάσει πολλά χρόνια (1965) από τότε που συντάχθηκε', 'όλα τα αμινοξέα εκτός από δυό, κωδικοποιούνται από περισσότερα του ενός κωδικόνια', 'μια τριάδα νουκλεοτιδίων (κωδικόνιο) κωδικοποιεί ένα αμινοξύ', '', 2, 0, 0, 0),
(20, 3, 4, '64c7390320303f76ac9f2d1e2a320602.jpg', 'Για να ξεκινήσει η μεταφορά, το ριβόσωμα πρέπει να &quot;διαβάσει&quot; το κωδικόνιο:', 'UGA', 'AUG', 'UAA', '', 2, 0, 0, 0),
(21, 2, 2, 'd0cb8f61b82a2db78326122ce03e5b38.jpg', 'Η παράσταση ημ(χ-y)·συνy+συν(χ-y)·ημy παριστάνει το:', '-ημy', 'ημχ', 'συνy', 'συνχ', 2, 0, 0, 0),
(22, 1, 1, 'b99b7d6816bbda2511c46c3407c53500.jpg', 'Το συνταγματικό δίκαιο περιλαμβάνεται:', 'στο εσωτερικό δημόσιο δίκαιο', 'στο εσωτερικό ιδιωτικό δίκαιο', '', '', 1, 0, 0, 0),
(23, 1, 2, '60b0f5ffedcdadbb07967a1756dcc00b.jpg', 'Αντιστοιχίστε την λειτουργία της εξουσίας με τα κρατικά όργανα που την ασκούν:(1 Νομοθετική, 2 Εκτελεστική, 3 Δικαστική  / α. Δικαστήρια, β. Βουλή, γ. Κυβέρνηση, δ. Πρόεδρος της Δημοκρατίας)', '1γ, 2δα, 3β', '1β, 2αδ, 3α', '1βδ, 2γδ, 3α', '1γδ, 2αγ, 3β', 3, 0, 0, 0),
(24, 1, 3, 'daecae56c9f6dd027a772381f12abf9b.jpg', 'Ποιά από τις παρακάτω αναφερόμενες ομάδες είναι μη κυβερνητική οργάνωση;', 'Θρησκευτικές ομάδες', 'Εργοδοτικές οργανώσεις', 'Εργατικά συνδικάτα', 'Διεθνής αμνηστία', 4, 0, 0, 0),
(25, 1, 2, '25c0d44f298590299c098e6b20ed8393.jpg', 'Ποιά απο τα παρακάτω όργανα είναι θεσμός της Ευρωπαϊκής Ένωσης;', 'Συμβούλιο των Υπουργών', 'Δικαστήριο της Χάγης', 'Συμβούλιο της Ευρώπης', '', 1, 0, 0, 0),
(26, 1, 4, '6966173cea5e89ece9d4f67c6dcacf4a.jpg', 'Τυπικός είναι ο κανόνας Δικαίου που:', 'θεσπίζεται από τη Βουλη', 'θεσπίζεται απο τα αρμόδια όργανα της Πολιτικής', 'στοχεύει στην συμπλήρωση των νόμων', '', 1, 0, 0, 0),
(27, 1, 3, '67bfb5ccfab4cfe75155879efcfde88c.jpg', 'Το Σύνταγμα περιλαμβάνει κανόνες Δικαίου που καθορίζουν:', 'Τις σχέσεις κρατικών υπηρεσιών και πολιτών', 'Την απονομή Δικαιοσύνης', 'Τις σχέσεις εξαρτημένης εργασίας', 'Τα όργανα και τα όρια άσκησης της εξουσίας', 4, 0, 0, 0),
(28, 1, 4, 'c7f719cec3732755873317c144f2e1b5.jpg', 'Αντιστοιχίστε τις Διοικητικές πράξεις με τα αρμόδια όργανα που τις εκδίδουν:(1Πράξεις, 2Υπουργικές αποφάσεις, 3Προεδρικά διατάγματα, 4Νομικές πράξεις υπόλοιπων οργάνων της Διοίκησης/ α.Πρόεδρος Δημοκρατίας, β.Ο.Τ.Α., γ.Υπουργός, δ.Υπουργικό Συμβούλιο)', '1β, 2δ, 3α, 4γ', '1γ, 2δ, 3β, 4α', '1δ, 2α, 3γ, 4β', '1α, 2γ, 3β, 4δ', 2, 0, 0, 0),
(29, 1, 2, 'b7261f3d8a682c14d4372ae4e226b224.jpg', 'Ποιά απο τις παρακάτω προτάσεις δεν ισχύει: Το κόμμα είναι:', 'Ιδιαίτερη μορφή ένωση πολιτών', 'Η ένωση αυτή έχει σύντομο χαρακτήρα', 'Έχει σκοπό την απόκτηση της πλειοψηφίας', '', 2, 0, 0, 0),
(30, 1, 3, '09dc3c7c698de03da1ed1dac22e3d22c.jpg', 'Ανεξάρτητες Διοικητικές αρχές είναι:', 'Νομικό Συμβούλιο', 'Συμβούλιο Επικράτειας', 'Ν.Π.Δ.Δ', 'Α.Σ.Ε.Π', 4, 0, 0, 0),
(31, 1, 2, '715dbfcbf3c787782e020922274f2f5e.jpg', 'Κύρια αρμοδιότητα της Βουλής είναι:', 'Αναθεώρηση του Συντάγματος', 'Προκήρυξη Δημοψηφίσματος', 'Απονομή Χάριτος', '', 1, 0, 0, 0),
(42, 5, 1, '2c28b57a41fec546024421f22b21da72.jpg', 'Ένα από τα χαρακτηριστικά του αντιπραγματισμού ήταν ότι οι ανταλλαγές ήταν τυχαίες και ευκαιριακές.', 'Σωστό', 'Λάθος', '', '', 1, 0, 0, 0),
(32, 4, 1, '7ff2b83a702dce9f823a2a6b41a1dd8e.jpg', 'Ποια χρονία πήρε ο Γιώργος Σεφέρης το Νόμπελ Λογοτεχνίας;', '1971', '1973', '1976', '1963', 4, 0, 0, 0),
(33, 4, 1, '9e0925c5099ecb831fb2d5627a4b2951.jpg', 'Τα Δοκίμια με τίτλο «δοκιμές» γράφτηκαν από:', 'το Γιώργο Σεφέρη', 'τον Οδυσσέα Ελύτη', 'τον Κ. Καρυωτάκη', 'τον Ανδρέα Εμπειρίκο', 1, 0, 0, 0),
(34, 4, 1, '35cb770274c9c0ae45e81973b8f10cbf.jpg', 'Ποιός από τους παρακάτω ποιητές πήρε Νόμπελ Λογοτεχνίας;', 'ο Καβάφης', 'ο Καρυωτάκης', 'ο Ελύτης', 'ο Ρίτσος', 3, 0, 0, 0),
(35, 4, 3, '9d93e28707c93b95625dd47a57970e0e.jpg', 'Η φράση «λάβε βιώσας» σημαίνει:', 'ζήσε λαθραία', 'ζήσε χωρίς να προβάλλεσαι', 'ζήσε με μέτρο', 'ζήσε με τα λίγα', 2, 0, 0, 0),
(36, 4, 3, '7e0ad17975d094040ef3f37a6b9c8d77.jpg', 'Η φράση «πνέει τα λοίσθια» σημαίνει:', 'βρίσκεται στα τελευταία', 'βρίσκεται στην αρχή', 'πεθαίνει από ανακοπή', 'σταματά η αναπνοή του', 1, 0, 0, 0),
(37, 4, 1, '6e36649bcbb90633249a094fbd117dd3.jpg', 'Αυτό που νιώθουμε, ένα βίωμα προσωπικό, το οποίο μπορεί να είναι ευχάριστο ή δυσάρεστο λέγεται:', 'αίσθημα', 'συναίσθημα', 'βίωμα', 'εμπειρία', 2, 0, 0, 0),
(38, 4, 2, '88f1066c04ee89f5efc1d388c18d3692.jpg', 'Κάθε αντίγραφο βιβλίου, περιοδικού, ή άλλου εντύπου λέγεται:', 'ανάτυπο', 'αντίτυπο', 'αντίγραφο', 'έντυπο', 2, 0, 0, 0),
(39, 4, 2, '55d08797786aa23887a1b74c2fecc26c.jpg', 'Η αναχώρηση από την πατρίδα και η μόνιμη εγκατάσταση σε ξένη χώρα αποκαλείται:', 'εκδημία', 'επιδημία', 'αποδημία', 'παρεπιδημία', 3, 0, 0, 0),
(40, 4, 4, 'eaa383c1b4c629d242f4b1c57274733d.jpg', 'Η πρόοδος και η επιτυχία σ'' έναν τομέα αποκαλείται ως:', 'απόδοση', 'επίδοση', 'κατάδοση', 'αντίδοση', 2, 0, 0, 0),
(41, 4, 4, '75f2406fe77235372c068ba591411907.jpg', 'Η δημόσια εξαγγελία που αφορά την πραγματοποίηση δημόσιων/σημαντικών έργων λέγεται:', 'προκήρυξη', 'επικήρυξη', 'διακήρυξη', 'αποκήρυξη', 3, 0, 0, 0),
(43, 5, 2, 'a102af51b1d3c1ad31a700e6cc686951.jpg', 'Οι βασικές ανάγκες σε κάθε λαό ικανοποιούνται με τον ίδιο τρόπο και είναι ανεξάρτητες από κλιματικές και φυσικές συνθήκες, τα ήθη και έθιμα που επικρατούν σε ένα λαό.', 'Σωστό', 'Λάθος', '', '', 2, 0, 0, 0),
(44, 5, 1, '994eacec0376c21b3533944854077dd9.jpg', 'Περιεκτικό χρήμα είναι αυτό που η αναγραφόμενη αξία του είναι πολύ μικρότερη από την αξία του υλικού που το αποτελέί.', 'Σωστό', 'Λάθος', '', '', 2, 0, 0, 0),
(45, 5, 1, 'ffd1be136351ad027c7f3fc0d269afd8.jpg', 'Ένα απο τα χαρακτηριστικά στοιχεία του εμπορεύματος είναι ότι έχουν χρηστική αξία.', 'Σωστό', 'Λάθος', '', '', 1, 0, 0, 0),
(46, 5, 1, '5288ecb304a687369fcfab1090d40542.jpg', 'Το φιλοδώρημα που δίνουμε στους σερβιτόρους είναι μία μορφή μεταβιβαστικής πληρωμής.', 'Σωστό', 'Λάθος', '', '', 1, 0, 0, 0),
(47, 5, 1, '0dca6e27582dfbe3508e1e5fe9c83717.jpg', 'Ο πλήρης ανταγωνισμός χαρακτηρίζεται από:', 'Μεγάλο αριθμό επιχειρήσεων που διαθέτουν το εμπόρευμα και μόνο έναν αγοραστή.', 'Μεγάλο αριθμο επιχειρήσεων που διαθέτουν διαφοροποιημένο προϊόν', 'Μεγάλο αριθμό αγοραστών και ομοιογενές προϊόν', '', 3, 0, 0, 0),
(48, 5, 3, '251a7491d06548866ddd4483902fda7f.jpg', 'Όταν νοικίαζω ένα διαμέρισμα μου παραχωρείται', 'Το δικαίωμα χρήσης', 'Το δικαίωμα κυριότητας', 'Το δικαίωμα κυριότητας και χρησης', '', 1, 0, 0, 0),
(49, 5, 2, 'eede8fe586258eed7adce16f5afab56f.jpg', 'Σε ποια μορφή εταιρίας το κεφάλαιο διαιρείται σε ίσα μερίδια που όμως δεν μετατρέπονται σε μετοχές:', 'στην ομόρρυθμη εταιρία.', 'στην εταιρία περιορισμένης ευθύνης.', 'στην ετερόρρυθμη εταιρία.', '', 2, 0, 0, 0),
(50, 5, 4, 'd61df386ff636f0d51d7f153cfe77f22.jpg', 'Στο Εθνικό Εισόδημα περιλαμβάνονται:', 'Τα χρήματα για αντικατάσταση του κεφαλαιουχικού εξοπλισμού των επιχεισήσεων.', 'Τα κέρδη των επιχειρήσεων.', 'Η δαπάνη για αγορά μεταχειρησμένων αντικειμένων.', '', 2, 0, 0, 0),
(51, 5, 3, '3bbde2a31fd0e7c6805d106e0ea05b96.jpg', 'Με την .................... δίνουμε εντολή στη τράπεζα να πληρώσει ένα ποσό στον δικαιούχο.', 'επιταγή', 'συναλλαγματική', 'πιστωτική κάρτα', '', 1, 0, 0, 0),
(52, 5, 5, '193c168a427b7f13e7ad591567d659a3.jpg', 'Τοποθετήστε το κάθε γράμμα δίπλα στον σωστό αριθμό: 1) Νόμισμα ενός ή δύο Ευρώ, 2) Επιταγή, 3) Πιστωτική κάρτα, 4) Ένα εκατοστάρικο Ευρώ, 5) Συναλλαγματική / α) Χαρτονόμισμα, β) Πλαστικό χρήμα, γ) Πιστωτικό χρήμα, δ) Μεταλλικό χρήμα.', '1-γ, 2-α, 3-δ, 4-α, 5-β', '1-α, 2-γ, 3-δ, 4-β, 5-γ', '1-δ, 2-γ, 3-β, 4-α, 5-γ', '', 3, 0, 0, 0),
(53, 7, 1, '466fd4511e0887d10c7483a952ead95a.jpg', 'Το ποντίκι τι είδους συσκευή είναι;', 'Συσκευή εισόδου', 'Συσκευή εξόδου', 'Συσκευή που μετακινεί πράγματα', '', 1, 0, 0, 0),
(54, 8, 2, '20362adff642bc11dba1605da6d9a885.jpg', 'Σύμφωνα με την διδασκαλία του Λουθήρου:', 'Η ιερά παράδοση είναι η μόνη αυθεντία', 'Η Αγία Γραφή είναι η μόνη αυθεντία', 'Η προσευχή δεν είναι το μονο μέσο για την επικοινωνία με τον Θεό', 'Η νηστεία εχει ουσιαστικη αξία', 2, 0, 0, 0),
(55, 8, 3, 'b4f487970ef090570dc556f4872a20ef.jpg', 'Ο Χριστόφορος Κολόμβος πλέει δυτικά προς:', 'Την κεντρική Αμερική', 'Τη νότια Αμερική', 'Την ανατολική Ασία', 'Τη νότια Αφρική', 1, 0, 0, 0),
(56, 8, 3, '1eeffe838cd1bd1db6d446f0ee26d225.jpg', 'Ποιός ανακάλυψε τον τυπογράφο;', 'Ο Γεώργιος Σχολάριος', 'Ο Μάρκος  Ευγενικος', 'Ο Ιωάννης Γουτεμβέργιος', 'Ο Γεώργιος Γεμιστός', 3, 0, 0, 0),
(57, 8, 2, '13520a027bf15f9148f71928c52133a3.jpg', 'Τι ήταν οι σκλαβηνίες;', 'Σλαβικά κράτη', 'Σλαβικός στρατός', 'Νησίδες σλαβικού πλυθησμού σκορπισμένες ανάμεσα στους ντόπιους', 'Βουλγαρικές κοινότητες', 3, 0, 0, 0),
(58, 8, 2, 'a51e44e05c7f5b08300dfe985ca38472.jpg', 'Ποιοί κατέκτησαν τα Ιεροσόλυμα και μετά μετέφεραν τον Τίμιο Σταυρό στην πρωτεύουσα τους;', 'Οι Οθωμανοί Τούρκοι', 'Οι Πέρσες', 'Οι Άβαροι ', 'Οι Άραβες', 2, 0, 0, 0),
(59, 8, 1, '7fe6dd3db33228f2e2e82f7af33296c1.jpg', 'Τι ήταν τα στρατιωτόπια;', 'Κτήματα', 'Στρατιωτικός οπλισμός', 'Στρατιωτική φρουρά', 'Βυζαντινά τείχη', 1, 0, 0, 0),
(60, 8, 5, '89b837c1e2752e6b6cd538f803e12c75.jpg', 'Τι ήταν η τελετή περιβολής;', 'Η επίσημη αναγνώρηση ενός άρχοντα ως επιτελούς και ενός άλλου ισχυρότερου', 'Η τελετή εκθρόνισης ενός αυτοκράτορα', 'Η επίσημη υποδοχή ενός στρατηγού μετά από μια νίκη του', '', 1, 0, 0, 0),
(61, 8, 1, 'b3e2ee0b76d5096074d4c6d523c59134.jpg', 'Πόσες ήταν οι σταυροφορίες;', '2', '3', '4', '1', 3, 0, 0, 0),
(64, 8, 2, '2c6b0ce892b711ecc0e448ef7dbb120f.jpg', 'Ποιός ζωγράφισε το Μυστικό Δείπνο και την Παρθενο των βράχων;', 'Ο Μιχαήλ Άγγελος', 'Ο Λεονάρντο ντα Βίντσι', 'Ο Ραφαήλ Σάντι', 'Ο Τιτσιάνο', 2, 0, 0, 0),
(63, 8, 4, 'ad7c013160793d78f211b5b513baf3ea.jpg', 'Ποιός ήταν ο θεμελιωτής της μεταρρύθμισης;', 'Ο Πετράρχης', 'Ο Μανουήλ Χρυσολωράς', 'Ο Βοκκάκιος', 'Ο Λούθηρος', 4, 0, 0, 0),
(2, 2, 2, '92aced4fa435845b76792a41b46f4752.jpg', 'Τα τριγωνα ΑΒΓ και ΔΕΖ ειναι ισα οταν:', 'ΑΒ=ΔΕ, ΑΓ=ΔΖ και Β=Ε', 'ειναι και τα δυο ορθογωνια', 'ειναι και τα δυο ισοσκελη', 'ΑΓ=ΔΖ, Α=Δ και Γ=Ζ', 4, 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL auto_increment,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `registered` int(11) NOT NULL,
  `last_login` int(11) NOT NULL,
  `last_ip` varchar(255) NOT NULL,
  `access_level` int(11) NOT NULL default '1',
  `story_read` int(11) NOT NULL default '0',
  `points` int(11) NOT NULL default '0',
  `active` int(11) NOT NULL default '1',
  `expelled` int(11) NOT NULL default '0',
  `q_answered` int(11) NOT NULL default '0',
  `q_total` int(11) NOT NULL default '0',
  `q_last_cat` int(11) NOT NULL default '0',
  PRIMARY KEY  (`id`),
  KEY `id` (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC AUTO_INCREMENT=2 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `password`, `email`, `registered`, `last_login`, `last_ip`, `access_level`, `story_read`, `points`, `active`, `expelled`, `q_answered`, `q_total`, `q_last_cat`) VALUES
(1, 'admin', '21232f297a57a5a743894a0e4a801fc3', 'admin@mystiricus', 0, 0, '0.0.0.0', 100, 0, 0, 1, 0, 0, 0, 0);
