{include file="header.tpl"}

    {if $showregister==false}
      <div class="pagetitle">Καλωσήρθες στο mystiricus, {$username}!</div>
      <br />
      Μπορείς να παίξεις κάνοντας κλικ στον σύνδεσμο Παίξε.<br />
      <ul>
      <strong>Ακόμη,</strong>
        <li>μπορείς να δεις το Προφίλ σου και να αλλάξεις ρυθμίσεις στον σύνδεσμο Προφίλ</li>
        <li>μπορείς να δεις μια λίστα των 20 πρώτων παικτών του mystiricus στα Στατιστικά</li>
        <li><strong>μπορείς να διαδώσεις το mystiricus, δίνοντας την διεύθυνση του σε φίλους σου!</strong><br />
          <a href="http://www.mystiricus.stathis.ch/">http://www.mystiricus.stathis.ch/</a></li>
      </ul>
      <br />
      <strong>Περισσότερα για το παιχνίδι και τον τρόπο με τον οποίο παίζεται</strong>
      <ul>
        <li>Μόλις κάνει ένας χρήστης εγγραφή και παίξει την πρώτη του ερώτηση, του δινεται η ευκολότερη ερώτηση στο σύστημα μιας τάδε κατηγορίας.</li>
        <li>Η επόμενη ερώτηση που θα λάβει ο χρήστης θα ανήκει στην επόμενη κατηγορία ερωτήσεων. Π.χ. Αν προηγουμένως ο χρήστης απάντησε σε μια ερώτηση Γεωμετρίας, θα πάρει ενός άλλου μαθήματος.</li>
        <li>Η σειρά των κατηγοριών είναι προκαθορισμένη, κινείται κυκλικά, και μπορεί να αλλάξει μόνο όταν ένας χρήστης έχει απαντήσει όλες τις ερωτήσεις μιας κατηγορίας, που στην περίπτωση αυτή απλά η κατηγοία παραλείπεται.</li>
        <li>Όταν μια ερώτηση απαντάται λάθος απ' τον χρήστη, τότε αυτή θα ξαναπροβληθεί όταν έρθει η σειρά της κατηγορίας στην οποία άνηκε.</li>
        <li>Οι βαθμοί που λαμβάνει ένας παίκτης σε μια ερώτηση διαφέρουν ανάλογα με την δυσκολία της (1-5) και με το πόσες φορές την έχει απαντήσει λάθος προηγουμένως. Π.χ, μια ερώτηση 5ου επιπέδου, επιβραβέβεται με 5² πόντους όταν απαντηθεί σωστά με την πρωτη προσπάθεια. Αν ωστόσο δεν είναι η πρωτη αλλά η δεύτερη, θα πάρει 5²-1 πόντους, δηλαδή 24.</li>
        <li>Αφαιρούνται πόντοι όταν μια ερώτηση απαντάται λάθος. Αφαιρούνται τόσοι πόντοι, όση η αξία της ερώτησης (επίπεδο)</li>
        <li>Κανείς χρήστης δεν μπορεί να έχει αρνητικούς πόντους.</li>
        <li>Το παιχνίδι &quot;τελειώνει&quot; όταν ο παίκτης έχει απαντήσει σωστά όλες τις ερωτήσεις στο σύστημα. Μπορεί ωστόσο να συνεχίσει το παιχνίδι του όταν προστεθούν νέες.</li>
        <li>Ένας χρήστης μπορεί να αρχίσει απ' την αρχή χωρίς να κάνει νέο λογαριασμό, απλά πατώντας τον ανάλογο σύνδεσμο στο προφίλ.</li>
      </ul>
    {else}
      <div class="pagetitle">Καλωσήρθες!</div>
      Το mystiricus είναι ένα παιχνίδι ερωτήσεων που παίζεται μέσα απ' τον browser σου!<br />
      <br />
      <strong>Μπες κι εσύ στον κόσμο του mystiricus, απλά με ένα click στον σύνδεσμο Εγγραφή στα αριστερά σου!</strong><br />
      <br />
      <div align="center">
        <img src="images/screenshot.jpg" alt="Screenshot" /><br />
        <small><strong>Επάνω</strong>: Ερώτηση του mystiricus</small>
      </div>
    {/if}

{include file="footer.tpl"}