{include file="header.tpl"}

    <div class="pagetitle">Εισαγωγή</div>
    <br />
    &raquo; Το mystiricus είναι ένα παιχνίδι που παίζεται μέσα από τον browser σας. Σας προβάλλονται ερωτήσεις που είναι αποθηκευμένες στη βάση δεδομένων σας, και απαντάτε επιλέγοντας την σωστή απάντηση μέσα από 4 πιθανές (ή και λιγότερες).<br />
    &raquo; Ενδεχομένως αν δεν διαβάσατε τους κανόνες και τον τρόπο λειτουργίας του παιχνιδιού να παραξενευτείτε για κάποια πράγματα. Γι' αυτό προτείνουμε πριν παίξετε θα ήταν καλό να διαβάσετε τους κανόνες στην <a href="index.php?act=home">Κεντρική</a> σελίδα.<br />
    &raquo; Οι ερωτήσεις του παιχνιδιού είναι κυρίως μέσα από μαθήματα της Α' και Β' Λυκείου.<br />
    &raquo; Νέες ερωτήσεις προστίθενται συχνά!<br />
    <br />
    <br />
    Πατήστε <a href="index.php?act=play&amp;storyread=1"><strong>εδώ</strong></a> για συνέχεια!


{include file="footer.tpl"}